Repository: B-Rich/smart
Catalog: ucs/services/univention-printserver/modules/univention/management/console/handlers/cups/*.po
Languages: de

source: Printer administration
de: Drucker Administration

source: Manages printers controlled by the CUPS server
de: Ermöglicht die Administration aller Drucker, die auf dem CUPS Server konfiguriert sind

source: List printers
de: Drucker auflisten

source: Lists all available printers
de: Liste aller verfügbaren Drucker

source: Show printer
de: Druckeransicht

source: Printer quotas
de: Druck-Quota

source: Show printer quotas
de: Druck-Quota anzeigen

source: Show quota
de: Druckquota anzeigen

source: Deactivates printers
de: Deaktiviert Drucker

source: Activates printers
de: Aktiviert Drucker

source: User print quota settings
de: Benutzer Druck-Quota-Einstellungen

source: Show print quota settings for a user
de: Druck-Quota-Einstellungen für einen Benutzer

source: Set/modify user print quota
de: Setzen von Benutzer Druck-Quota-Einstellungen

source: Modify printer quota settings for a user
de: Bearbeiten von Druck-Quota-Einstellungen eines Benutzers

source: Reset user print quota
de: Zurücksetzen von Benutzer Druck-Quota-Einstellungen

source: Reset printer quota for a user
de: Zurücksetzen von Druck-Quota-Einstellungen fr einen Benutzer

source: Cancel print jobs
de: Druckauftrag abbrechen

source: Cancels all given print jobs.
de: Alle ausgewählten Druckaufträge abbrechen

source: Move print jobs
de: Druckauftrag verschieben

source: Moves a list of print jobs from one printer to another.
de: Verschiebt Druckaufträge von einem Drucker zu einem anderen

source: Successfully set print quota settings
de: Druck-Quota-Einstellungen für einen Benutzer erfolgreich gesetzt

source: Failed to modify print quota settings for user %(user)s on printer %(printer)s
de: Das Setzen der Druck-Quota-Einstellungen fÃŒr den Benutzer %(user)s auf dem Drucker %(printer)s ist fehlgeschlagen

source: Successfully reset print quota
de: Die Druck-Quota-Einstellungen wurden erfolgreich zurückgesetzt

source: Failed to reset print quota for user %(user)s on printer %(printer)s
de: Das Zurücksetzen der Druck-Quota-Einstellungen für den Benutzer %(user)s auf dem Drucker %(printer)s ist fehlgeschlagen

source: Printer
de: Drucker

source: Quota
de: Druck-Quota

source: Location
de: Standort

source: Description
de: Beschreibung

source: inactive
de: inaktiv

source: active
de: aktiv

source: Activate printers
de: Aktiviere Drucker

source: Deactivate printers
de: Deaktiviere Drucker

source: Select the operation
de: Auswahl der Operation

source: No printers could be found.
de: Es wurden keine Drucker gefunden.

source: Search result
de: Suchergebnis

source: Printer: %s
de: Drucker: %s

source: Job ID
de: Auftragsnummer

source: Owner
de: Besitzer

source: Size
de: Größe

source: Date
de: Datum

source: Cancel print job
de: Druckauftrag abbrechen

source: No jobs in the queue
de: Keine Aufträge in der Warteschlange

source: Print job list
de: Druckauftragsliste

source: User
de: Benutzer

source: Pages used
de: Genutzte Seiten

source: Lifetime page counter
de: Seitenzähler

source: Edit print quota for %(user)s
de: Druck-Quota für %(user)s bearbeiten

source: Reset user quota
de: Druck-Quota zurücksetzen

source: No quota settings available
de: Keine Druck-Quota-Einstellungen vorhanden

source: User quota on %(printer)s
de: Benutzer-Quota am Drucker %(printer)s

source: Add quota entry
de: Quota-Eintrag hinzufügen

source: Print quota
de: Druck-Quota

source: Modify print quota setting for user '%(user)s' on printer %(printer)s
de: Bearbeiten der Druck-Quota für den Benutzer '%(user)s' auf dem Drucker '%(printer)s'

source: Add print quota entry on printer %(printer)s
de: Hinzufügen eines Druck-Quota-Eintrags am Drucker %(printer)s

source: Search key
de: Eigenschaft

source: Printer name
de: Druckername

source: Printer list
de: Druckerliste

source: Job list
de: Auftragsliste

source: Page quota soft limit
de: Seiten-Quota Soft-Limit

source: Page quota hard limit
de: Seiten-Quota Hard-Limit
