Repository: B-Rich/smart
Catalog: ucs/management/univention-join/umc/python/join/*.po
Languages: de

source: An unknown error occured while testing join credentials.
de: Ein unbekannter Fehler ist beim Prüfen der Benutzerinformationen aufgetreten.

source: Another join operation is in progress
de: Es wird gerade eine andere Join-Operation ausgeführt

source: Cannot connect to LDAP server for resolving username.
de: Eine Verbindung zum LDAP-Server konnte nicht hergestellt werden, um den Benutzernamen aufzulösen.

source: Error
de: Fehler

source: Found more than one matching user object.
de: Es wurde mehr als ein Benutzerobjekt gefunden.

source: Host unreachable
de: Rechner ist nicht erreichbar

source: Invalid characters
de: Ungültige Zeichen

source: The given credentials are not correct.
de: Die angegebenen Benutzerinformationen sind nicht korrekt.

source: The given hostname cannot be resolved or the host is unreachable.
de: Der angegebene Rechnername konnte nicht aufgelöst werden oder der Rechner ist nicht erreichbar.

source: The given user does not exist in LDAP. Please enter a domain administrator account.
de: Der angegebene Benutzer existiert nicht im LDAP-Verzeichnis. Bitte ein Konto eines Domänen Administrators angeben.

source: The given username "%s" does not exist.
de: Der angegebene Benutzername "%s" existiert nicht.

source: The given username or password is not correct.
de: Der angegebene Benutzername oder das Passwort ist nicht korrekt.

source: The hostname contains an invalid character: %s
de: Der Rechnername enthält ein ungültiges Zeichen: %s

source: The username contains an invalid character: %s
de: Der Benutzername enthält ein ungültiges Zeichen: %s

source: Wrong credentials
de: Falsche Benutzerangaben

source: due
de: fällig

source: never run
de: noch nie ausgeführt

source: not installed
de: nicht installiert

source: run
de: ausführen

source: successful
de: erfolgreich
