Repository: B-Rich/smart
Catalog: ucs/services/univention-ad-connector/umc/js/*.po
Languages: de

source: The Configuation of UCS Active Directory Connector must be completed before the server can be started.
de: Die Konfiguration von UCS Active Directory Connector muss zuerst abgeschlossen werden bevor der Dienst gestartet werden kann.

source: Active Directory Server configuration
de: Active Directory Server Konfiguration

source: Add debug output for functions
de: Debug-Ausgaben für Funktionen ausgeben

source: Automatic determination of the LDAP configuration
de: Automatische Ermittlung der LDAP Konfiguration

source: Configuration
de: Konfiguration

source: Configuration of the UCS Active Directory Connector
de: Konfiguration des UCS Active Directory Connector

source: Configure UCS Active Directory Connector
de: UCS Active Directory Connector einrichten

source: Debug level of Active Directory Connector
de: Debug-level des UCS Active Directory Connector

source: Download the password service for Windows and the UCS certificate
de: Herunterladen des UCS-Zertifikats und des Passwort-Dienstes für Windows

source: English
de: Englisch

source: Extended settings
de: Erweiterte Einstellungen

source: Failed to import the certificate
de: Der Import des Zertifikats ist fehlgeschlagen

source: German
de: Deutsch

source: Kerberos domain
de: Kerberos-Domäne

source: LDAP DN of the synchronisation user
de: LDAP DN des Synchronisationsbenutzers

source: LDAP and Kerberos
de: LDAP und Kerberos

source: LDAP base
de: LDAP-Basis

source: LDAP und kerberos configuration of the Active Directory server needs to be specified for the synchronisation
de: Die LDAP- und Kerberos-Konfiguration des Active Directory Servers muss für die Synchronisation angegeben werden.

source: Password of the synchronisation user
de: Passwort des Synchronisationsbenutzers

source: Poll Interval (seconds)
de: Polling-Intervall (in Sekunden)

source: Retry interval for rejected objects
de: Wiederholungsintervall für abgelehnte Objekte

source: Start UCS Active Directory Connector
de: UCS Active Directory Connector starten

source: Stop UCS Active Directory Connector
de: UCS Active Directory Connector stoppen

source: Synchronisation mode
de: Synchronisationsmodus

source: System language of Active Directory server
de: Systemsprache des Active Directory Servers

source: The Active Directory certificate has been successfully installed.
de: Das Active Directory Zertifikat wurde erfolgreich installiert

source: The Active Directory certificate has not been installed yet.
de: Das Active Directory Zertifikat wurde noch nicht installiert.

source: The certificate was imported successfully
de: Das Zertifikat wurde erfolgreich importiert

source: The configuration process has been finished and all required settings for UCS Active Directory Connector are set.
de: Die Konfiguration ist abgeschlossen und alle benötigten Einstellungen für den UCS Active Directory Connector sind gesetzt.

source: The configuration process has not been started yet or is incomplete.
de: Die Konfigration ist noch nicht vorhanden oder zumindest unvollständig.

source: The following settings control the internal behaviour of the UCS Active Directory connector. For all attributes reasonable default values are provided.
de: Die folgenden Einstellungen kontrollieren das interne Verhalten des UCS Active Directory Connector. Für alle Attribute sind sinnvolle Vorgabewerte definiert.

source: The full qualified hostname of the Active Directory server is required
de: Der vollqualifizierte Rechnername des Active Directory Servers wird benötigt

source: The hostname of the Active Directory server is required
de: Der Rechnername des Active Directory Servers wird benötigt

source: The password for the synchronisation account is required!
de: Das Passwort für den Synchronisationsbenutzer wird benötigt!

source: This module provides a configuration wizard for the UCS Active Directory Connector to simplify the setup.
de: Dieses Modul stellt einen Konfigurationsassistenten zur einfachen Einrichtung des UCS Active Directory Connector zur Verfügung

source: UCS Active Directory Connector Wizard
de: UCS Active Directory Connector Assistent

source: UCS Active Directory Connector configuration
de: UCS Active Directory Connector Konfiguration

source: UCS Active Directory Connector is currently running.
de: UCS Active Directory Connector läuft aktuell.

source: UCS Active Directory Connector is not running.
de: UCS Active Directory Connector ist nicht gestartet.

source: UCS Active Directory Connector service
de: UCS Active Directory Connector Dienst

source: UCS Active Directory Connector supports three types of synchronisation.
de: UCS Active Directory Connector unterstützt der Typen der Synchronisation.
