Repository: B-Rich/smart
Catalog: ucs/management/univention-management-console-module-reboot/umc/js/*.po
Languages: de

source: Action
de: Aktion

source: Actions
de: Aktionen

source: Cancel
de: Abbrechen

source: Execute
de: Ausf체hren

source: Please confirm to reboot the computer
de: Bitte best채tigen Sie den Neustart dieses Computers

source: Please confirm to shutdown the computer
de: Bitte best채tigen Sie, dass dieser Computer heruntergefahren wird

source: Reason for this reboot/shutdown
de: Grund f체r dieses Neustarten/Herunterfahren

source: Reboot
de: Neustarten

source: Reboot or shutdown the system
de: System neustarten oder herunterfahren

source: Stop
de: Herunterfahren

source: This module can be used to restart or shut down the system remotely. The optionally given message will be displayed on the console and written to the syslog.
de: Mit diesem Modul kann das System neugestartet oder heruntergefahren werden. Die optional angegebene Nachricht wird auf der Konsole angezeigt und in das Syslog geschrieben.
