Repository: B-Rich/smart
Catalog: ucs/management/univention-management-console-module-vnc/umc/js/*.po
Languages: de

source: A connection to the VNC server can be established now. A click on the corresponding button launches a VNC browser client. To login, enter username and the password for VNC connection as specified in this module.
de: Die Verbindung zum VNC-Server kann nun aufgebaut werden. Durch Klick auf die betreffende Schaltfläche wird ein VNC-Client browser-seitig gestartet. Zum Login werden Benutzername sowie das in diesem Modul gesetzte Passwort für die VNC-Verbindung angegeben.

source: Connect to the VNC server
de: Verbindung zum VNC-Server aufbauen

source: Password
de: Passwort

source: Set
de: Setzen

source: Start VNC server
de: Starten des VNC-Servers

source: Stop VNC server
de: Stoppen des VNC-Servers

source: This UMC module allows direct access to the graphical interface of the server via the VNC protocol. For this, a VNC server will be started first, then a connection can be established.
de: Dieses UMC-Modul ermöglicht den direkten Zugriff auf die graphische Oberfläche des Servers über das VNC-Protokoll. Dazu wird zunächst ein VNC-Server gestartet und dann eine Verbindung dazu aufgebaut.

source: To setup a VNC session a password is required.
de: Zum Aufbauen einer VNC-Sitzung muss ein Passwort festgelegt werden.

source: VNC configuration
de: VNC Konfiguration

source: VNC server is not running.
de: VNC-Server ist nicht gestartet.

source: VNC server is running and password is set.
de: Der VNC-Server wird ausgeführt und ein Passwort wurde gesetzt.
