Repository: B-Rich/smart
Catalog: ucs/management/univention-management-console-module-udm/umc/*.po
Languages: de

source: Browsing the LDAP directory tree
de: Durchsuchen des LDAP-Verzeichnisbaums

source: Change Password
de: Passwort ändern

source: Computers
de: Rechner

source: Domain {domainname}
de: Domäne {domainname}

source: Groups
de: Gruppen

source: LDAP directory
de: LDAP-Verzeichnis

source: Mail
de: E-Mail

source: Manages all UDM modules
de: Verwaltet alle UDM-Module

source: Managing DHCP settings
de: Verwaltung von DHCP-Einstellungen

source: Managing DNS settings
de: Verwaltung von DNS-Einstellungen

source: Managing Nagios settings
de: Verwaltung von Nagios-Einstellungen

source: Managing computers
de: Verwaltung von Rechnern

source: Managing groups
de: Verwaltung von Gruppen

source: Managing mail settings
de: Verwaltung von E-Mail-Einstellungen

source: Managing networks
de: Verwaltung von Netzwerk-Einstellungen

source: Managing policies
de: Verwaltung von Richtlinien

source: Managing printers
de: Verwaltung von Druckern

source: Managing shares
de: Verwaltung von Freigaben

source: Managing users
de: Verwaltung von Benutzern

source: Networks
de: Netzwerke

source: Policies
de: Richtlinien

source: Printers
de: Drucker

source: Settings for the personal account
de: Einstellungen für das persönliche Konto

source: Shares
de: Freigaben

source: Users
de: Benutzer
