Repository: B-Rich/smart
Catalog: ucs/management/univention-join/umc/js/*.po
Languages: de

source: %d scripts are due to be run.
de: Insgesamt können %d Skripte ausgeführt werden.

source: %d scripts selected
de: %d Skripte ausgewählt

source: ... loading log ...
de: ... Protokoll wird geladen ...

source: 1 script selected
de: 1 Skript ausgewählt

source: <p>Please enter username and password of a Domain Administrator to run the selected join scripts and click the <i>Run</i> button.</p>
de: <p>Bitte Benutzernamen und Passwort eines Domänen-Administrators eingeben, um das/die ausgewählte(n) Joinskripte auszuführen.</p>

source: A restart of the UMC server components is necessary after an initial join.
de: Ein Neustart der UMC-Server-Komponenten ist notwendig nach einem erstmaligen Domänenbeitritt.

source: A restart of the UMC server components may be necessary for changes to take effect.
de: Ein Neustart der UMC-Server-Komponenten kann notwendig sein, damit Änderungen wirksam werden.

source: Can't start join process:<br>
de: Konnte Joinvorgang nicht starten:<br>

source: Can't start join script:<br>%s
de: Kann Join-Skript nicht starten:<br>%s

source: Cancel
de: Abbrechen

source: Close log
de: Log schließen

source: Current status
de: Aktueller Status

source: Current status: System has not been joined yet
de: Aktueller Status: Das System ist noch keiner Domäne beigetreten.

source: Current status: System joined on %s
de: Aktueller Status: Das System ist der Domäne am %s beigetreten.

source: Current<br/>version
de: Aktuelle<br/>Version

source: Error
de: Fehler

source: Execute
de: Ausführen

source: Execute this join script
de: Dieses Join-Skript ausführen

source: Hostname of domain controller master
de: Rechnername des Domänencontroller Master

source: Join Protocol
de: Protokoll aller Join-Skripte

source: Join status ok, nothing to do.
de: Domänenbeitritt ist komplett; es sind keine Skripte übrig, die ausgeführt werden müssten.

source: Last<br/>version
de: Letzte<br/>Version

source: Latest script version ready for execution
de: Neuester Skript, der ausgeführt werden kann

source: Latest script version that was executed successfully
de: Letzter Skript, der erfolgreich ausgeführt wurde

source: One script is due to be run.
de: Ein Skript steht zur Ausführung an.

source: Password
de: Passwort

source: Password invalid
de: Passwort ungültig

source: Password of the domain administrator
de: Passwort des Domänen-Administrators

source: Please enter the required information below and click the 'Start Join' button. This will join your system into the domain.
de: Bitte geben Sie das Passwort des Domänen-Administrators ein und drücken dann auf die Schaltfläche 'Domänenbeitritt starten'. Dies gliedert Ihr System in die Domäne ein.

source: Run
de: Ausführen

source: Run join scripts
de: Join-Skripte ausführen

source: Script (package)
de: Skript (Paket)

source: Script name (the same as the package it belongs to)
de: Skriptname (benannt nach dem Paket, zu dem er gehört)

source: Show full log
de: Volle Ansicht

source: Start Join
de: Domänenbeitritt starten

source: State
de: Status

source: Status of this package
de: Status dieses Paketes

source: The hostname of the domain controller master of the domain
de: Der Computername des Master-Domaincontrollers der Domäne

source: The password may not be empty.
de: Es muss ein Passwort angegeben werden.

source: The username of the domain administrator
de: Benutzername des Domänen-Administrators

source: This page shows the status of all available join scripts on this system, along with all join-related actions (run selected or all join scripts, or join the system as a whole)
de: Diese Seite zeigt den Status aller verfügbaren Join-Skripte auf diesem System, zusammen mit allen Aktionen, die ausgeführt werden können.

source: Username
de: Benutzername

source: last {logcount} lines
de: letzte {logcount} Zeilen

source: run all
de: Alle Skripte ausführen

source: run selected scripts
de: Ausgewählte Skripte ausführen

source: show log
de: Protokoll einblenden
